{ "_id" : "zWPQ3PSqMce32vrMq", "backgroundImage" : "ukraine-revolutaries.jpg", "horizontalSections" : [ { "data" : [ { "type" : "image", "url" : "http://upload.wikimedia.org/wikipedia/commons/7/71/Crimea_republic_map.png", "description" : "", "index" : 0 }, { "type" : "image", "url" : "http://www.jeffhead.com/2014Ukraine/CrimeaGrab-05.jpg", "description" : "In 1991, Crimea became part of Ukraine when the Soviet Union (USSR) dissolved into separate states. About 60% of Crimeans are ethnic Russians, and this is used as justification for their return to Russia.", "index" : 1 } ], "index" : 0 }, { "data" : [ { "type" : "text", "content" : "Viktor Yanukovych was the President of Ukraine from 2010 to 2014. He first ran for President in 2004. However, allegations surfaced that voter fraud and intimidation occurred during the election. In response, citizens protested and occupied Kiev’s Independence Square in what became known as the Orange Revolution. In the follow-up run-off election between himself and the other Presidential candidate, Yanukovych lost.", "index" : 0 }, { "type" : "image", "url" : "http://fordhampoliticalreview.org/wp-content/uploads/2014/02/DE0A086D-D438-41FA-9ECE-F818E514304E_mw1024_n_s.jpg", "description" : "Former Ukraine President Viktor Yanukovych with Russian President Vladimir Putin", "index" : 1 } ], "index" : 1 }, { "data" : [ { "type" : "text", "content" : "The Port of Sevastopol and the town of Kacha hold key strategic economic and military value for Russia. The Port of Sevastopol is one of the only warm deepwater ports in the Black Sea available to Russia, and considered a key hold for maritime routes between the Black Sea and the Sea of Marmara. Kacha serves as military headquarters for several Russian military regiments.", "index" : 0 }, { "type" : "image", "url" : "http://static6.businessinsider.com/image/5317443a5afbd390338b4567-480/a-russian-soldier-stands-guard-near-ukrainian-navy-command-ship-slavutych-at-the-crimean-port-of-sevastopol-march-5-2014-reutersbaz-ratner.jpg", "description" : "Russian soldier stands near Ukrainian Navy command ship at the Port of Sevastopol", "index" : 1 } ], "index" : 2 }, { "data" : [ { "type" : "text", "content" : "Sanctions include travel bans and asset freezing. For example, none of the sanctioned individuals will be allowed to do business with individuals in the United States. They will not be able to make transactions in dollars, or travel to the United States.", "index" : 0 }, { "index" : 1 } ], "index" : 3 } ], "lastSaved" : { "$date" : 1406514542805 }, "publishDate" : { "$date" : 1406514550378 }, "published" : true, "storyDashTitle" : "unfolding-the-2014-crimean-crisis", "title" : "Unfolding the 2014 Crimean Crisis", "userId" : "vbi8MJe9DNg4JBLGg", "verticalSections" : [ { "index" : 0, "title" : "On March 16th, the people of Crimea overwhelmingly voted to join Russia, and Russian President Vladimir Putin formally claimed Crimea on March 18th.", "content" : "Prior to the vote, Crimea was an autonomous republic, but also an \"inseparable constituent part of Ukraine,\" according to the Ukrainian constitution. Prior to the vote, Russian soldiers and pro-Russian militias had taken over military bases, airports, and government buildings in Crimea. The Crimean parliament cited Kosovo as a precedent for their intention to separate from Ukraine." }, { "index" : 1, "title" : "This vote comes after an escalating crisis in the region that began in February this year in the aftermath of the Ukrainian revolution.", "content" : "The Ukrainian revolution began with protests against the central government on February 18th, and culminated in the ousting of pro-Russian President Viktor Yanukovych and the interim appointment of a new government a few days later. According to reports, as many as 100 people died during the protests, and over a thousand people were injured. Russian President Vladimir Putin said President Yanukovych was illegally impeached and that he still believes that Yanukovych is Ukraine’s legitimate president." }, { "index" : 2, "title" : "Part of the crisis in Crimea was a result of pro-Russian troops seizing control of the majority of Crimea on February 27th.", "content" : "Following orders from Russian President Vladimir Putin, Russian soldiers lacking insignia established a checkpoint between the Crimean cities of Sevastopol and Simferopol.Due to the Russian-Ukrainian Partition Treaty on the Status and Conditions of the Black Sea Fleet, signed in 1997 and prolonged in 2010, Russia is allowed to maintain up to 25,000 troops, 24 artillery systems (with a caliber smaller than 100 mm), 132 armored vehicles, and 22 military planes, in Crimea and Sevastopol." }, { "index" : 3, "title" : "The European Union, Japan, and the United States condemned the referendum vote as illegal.", "content" : "The United States has issued formal sanctions against Russia for the action. These sanctions were issued against individuals responsible for undermining the current Ukrainian government, individuals working in the arms sector, and Russian officials beneath Putin. The West maintains that Putin’s actions are part of a larger plan to make Ukraine return to its former pro-Russian stance, instead of joining the European Union, which is what the current government plans to do." } ] }
{ "_id" : "BHrQ6CECZxk4m5X2j", "backgroundImage" : "GazaFamilyFlees.jpg", "horizontalSections" : [ { "data" : [ { "type" : "map", "url" : "https://www.google.com/maps/embed/v1/place?q=gaza%20strip&key=AIzaSyB2zbIKIoJR0fq5-dmM_h88hDce9TRDz9Q", "index" : 0 }, { "type" : "video", "url" : "//www.youtube.com/embed/R7nobq2Nl5k?rel=0", "description" : "", "index" : 1 }, { "type" : "text", "content" : "Israel is a predominantly Jewish country located in the Middle East. Palestine is considered to be an independent state by the United Nations. However, several countries, like the United States, believe Palestine is a set of territories currently occupied by Israel. There are two territories that comprise the modern state of Palestine. These territories are physically separated from one another: the West Bank (along the Western shore of the Jordan River) and the Gaza strip, which borders the Mediterranean Sea.", "index" : 2 }, { "type" : "image", "url" : "http://engtechmag.files.wordpress.com/2012/11/israel-iron-dome.jpg", "description" : "Illustration of Israel’s missile defense system, called the “Iron Dome”", "index" : 3 } ], "index" : 0 }, { "data" : [ { "type" : "map", "url" : "https://www.google.com/maps/embed/v1/place?q=gaza%20strip&key=AIzaSyB2zbIKIoJR0fq5-dmM_h88hDce9TRDz9Q", "index" : 0 }, { "type" : "video", "url" : " //www.youtube.com/embed/3kt5y_8eXtU?rel=0 ", "description" : "", "index" : 1 }, { "type" : "video", "url" : "//www.youtube.com/embed/XODGrpzJCtE?rel=0", "description" : "", "index" : 2 }, { "type" : "text", "content" : "Egypt has a long-standing role in the conflict between Israel and Palestine. In 1979, then-president Anwar Sadat signed a peace treaty between the two countries. More recently, Gaza had found an ally in President Mohamed Morsi, who was ousted in July 2013 via a military coup. Now, Gaza is reluctant to trust new Egyptian leadership.", "index" : 3 } ], "index" : 1 }, { "data" : [ { "type" : "image", "url" : "http://gisha.org/wp-content/uploads/fishing-456.jpg", "description" : "Fishermen in Gaza (credit: Eman Mohammed)", "index" : 0 }, { "type" : "video", "url" : "//www.youtube.com/embed/gUnhJf0wAKE?rel=0", "description" : "", "index" : 1 }, { "type" : "image", "url" : "http://www.abc.net.au/news/image/4417224-3x2-700x467.jpg", "description" : "Palestinian Hamas supporters take part in a rally marking the 25th anniversary of the founding of Hamas, in Gaza City. (Credit: Reuters, Suhaib Salem)", "index" : 2 } ], "index" : 2 }, { "data" : [ { "type" : "text", "content" : "The Gaza Strip has 8 refugee camps and 1,221,110 registered refugees:\nAl-Shati, 87,000\nBureij, 34,000\nDeir al-Balah, 21,000\nJabalia, 110,000\nKhan Yunis, 72,000\nMaghazi, 24,000\nNuseirat, 66,000\nRafah, 104,000\nSource: UNRWA", "index" : 0 }, { "type" : "video", "url" : "//www.youtube.com/embed/-KlIubaBYTE?rel=0 ", "description" : "", "index" : 1 }, { "type" : "image", "url" : "http://www.unrwa.org/sites/default/files/styles/487x295/public/content/news_articles/news_article_7281_13061_1406473182.jpg?itok=0t2ntG-1", "description" : "Palestinian refugees in UN displacement camp (credit: UNRWA)", "index" : 2 } ], "index" : 3 } ], "lastSaved" : { "$date" : 1406521700268 }, "publishDate" : { "$date" : 1406521712919 }, "published" : true, "storyDashTitle" : "unfolding-the-2014-israel-gaza-conflict", "title" : "Unfolding the 2014 Israel-Gaza Conflict", "userId" : "vbi8MJe9DNg4JBLGg", "verticalSections" : [ { "index" : 0, "title" : "Title", "content" : "In mid-May this year, an escalation of the ongoing Gaza-Israel conflict has claimed 1,082 lives. This conflict, which has roots in ongoing land and border disputes, intensified this year in part because of collapsed peace negotiations between Palestine and Israel, as well as instances of kidnapping and murder of Israeli and Palestinian teenagers in June and July of this year. In response, Israel mounted a military campaign originally called “Operation Resolute Cliff”, but later changed to “Operation Protective Edge.”" }, { "index" : 1, "title" : "Title", "content" : "On July 14, Egypt (whose border neighbors Israel) tried to help negotiate a cease-fire initiative between Israel and Palestine. Egyptian leaders claimed that this cease-fire would be the first step in establishing a dialogue for further talks and agreements between the states. However, neither Israel, Egypt, nor Palestinian representatives were included in the talks that led to the cease-fire agreement. Israel accepted the terms of the cease-fire, though these terms did not include releasing Palestinian prisoners nor removing economic blockades against Gaza." }, { "index" : 2, "title" : "Title", "content" : "Hamas, however, rejected the cease-fire initiative, saying that some of their key terms for peace had not been met. Hamas instead proposed their own 10-year truce with a set of 10 associated conditions. Included in these conditions were withdrawing Israeli tanks from the border, freeing the prisoners that were arrested after the killing of the three youths, opening the border crossings to commerce and people, increasing the permitted fishing zone to 10 kilometers, and easing conditions for permits to pray at the Al Asqa Mosque in Jerusalem." }, { "index" : 3, "title" : "Title", "content" : "In addition to causing many fatalities and casualties amongst Palestinian civilians, the ongoing conflict has had a major impact on the economic and educational opportunities available to people living in the region. The United Nations Relief and Works Agency (UNRWA) manages much of the aid and protection of Palestinian refugees in the area. The scope of their work includes primary and vocational education, healthcare, infrastructure projects, microfinance, and emergency response." } ] }
{ "_id" : "gahsaEot5CbBuB2YB", "backgroundImage" : "pashon.gif", "horizontalSections" : [ { "data" : [ { "type" : "image", "url" : "http://craftedincarhartt.files.wordpress.com/2013/05/detroitdirt10.jpg", "description" : "Pashon hauling compost", "index" : 0 }, { "type" : "video", "url" : "//www.youtube.com/embed/qGJSI48gkFc?rel=0", "description" : "", "index" : 1 }, { "type" : "video", "url" : "//www.youtube.com/embed/jAN61QK0aUI?rel=0", "description" : "", "index" : 2 } ], "index" : 0 }, { "data" : [ { "type" : "map", "url" : "https://www.google.com/maps/embed/v1/place?q=Detroit,+MI,+United+States&key=AIzaSyB2zbIKIoJR0fq5-dmM_h88hDce9TRDz9Q", "index" : 0 }, { "type" : "video", "url" : "//www.youtube.com/embed/ILYEXSJILd8?rel=0 ", "description" : "", "index" : 1 }, { "type" : "video", "url" : "//www.youtube.com/embed/FqqLSYNWF-I?rel=0 ", "description" : "", "index" : 2 } ], "index" : 1 }, { "data" : [ { "type" : "image", "url" : "http://ww3.hdnux.com/photos/07/52/75/2011006/5/628x471.jpg", "description" : "", "index" : 0 }, { "type" : "video", "url" : "//www.youtube.com/embed/UJZpHuibLmY?rel=0", "description" : "", "index" : 1 }, { "type" : "text", "content" : "Compost is decomposed organic material from either plant or animal matter. Composting is a natural process that continuously occurs in nature. Seeds grow into plants which uses the sun's energy to extract nutrients from the soil. When the plants die or shed their leaves, they decompose-returning to the earth the bounty they thrived upon in life. Animals sustain themselves by eating plants and return nutrients to the earth through excrement. And while this all may sound a little gross, it all comes back to that circle of life. ", "index" : 2 } ], "index" : 2 }, { "data" : [], "index" : 3 } ], "lastSaved" : { "$date" : 1406523571627 }, "publishDate" : { "$date" : 1406523572532 }, "published" : true, "storyDashTitle" : "pashon-murray:-making-the-world-better,-one-pile-of-dirt-at-a-time", "title" : "Pashon Murray: Making the world better, one pile of dirt at a time", "userId" : "vbi8MJe9DNg4JBLGg", "verticalSections" : [ { "index" : 0, "title" : "", "content" : "You may have seen her in a recent feisty and much-celebrated commercial featuring Ford’s new C-MAX hybrid car. Who is this lady? And why is she walking around piles of dirt around Detroit? Meet Pashon Murray, environmentalist, composting enthusiast, and founder of Detroit Dirt. Pashon Murray has an unrelenting drive for waste reduction, recycling, and reuse of materials. She is helping to change the carbon footprint of Detroit through revitalizing neighborhoods, finding solutions for everyday waste, and eliminating trips to the landfill. In 2010 Murray co-founded Detroit Dirt, a local composting and biomass collection company that specializes in providing compost and biomass solutions for the metro Detroit community." }, { "index" : 1, "title" : "", "content" : "What does this mean for the future of the city that has become a symbol for the decline of American manufacturing? Detroit Dirt’s closed-loop model process was designed by Murray to help revitalize Detroit. In 2012, she launched Sustainable Integrations (SI), a Detroit-based 501(c)(3) organization that combats environmental deterioration through learning, educating, leading, and serving the public with programs and services on sustainable land utilization, ecosystem remediation, renewable energy practices, and improved waste management." }, { "index" : 2, "title" : "", "content" : "Pashon collects organic matter from local restaurant, breweries, and businesses, as well as manure from herbivores--including giraffes, rhinos, and zebras--at the Detroit Zoo. Detroit Dirt sells the compost that she makes from waste products to organic farming operations in Michigan and beyond. She also works with larger clients like corporations and stadiums to help them move towards zero-waste policies. Initially, she did not see corporations as likely partners, but when they realized that her holistic approach could help them both reduce waste and recover recyclable materials which in turn saves them money, they became enthusiastic partners." }, { "index" : 3, "title" : "", "content" : "Pashon’s mission, in her own words: “Welcome to Detroit Dirt, a compost company working to turn forgotten parcels of land in Detroit into urban farms that not only feed, but revitalize our community.We know the road to this vision will be long and of course- dirty, but this is Detroit and our entrepreneurial spirit is what defines this city. We’re not afraid to roll up our sleeves and dig down deep to make this city grow again.Together, we can use the foundation of this great city- its dirt- to make it great once more. Detroit Dirt is proud to be part of the urban renewal effort to rebuild Detroit from the ground up.”" } ] }
{ "_id" : "AzXCzhHRaJvnWZpP7", "backgroundImage" : "pokemon_header.jpg", "horizontalSections" : [ { "data" : [ { "type" : "image", "url" : "http://fc09.deviantart.net/fs71/i/2011/172/1/f/pokemon_cosplay___group_2_by_shiroyuki9-d3jmp4q.jpg ", "description" : "Pokemon cosplay (Cosplay is when fans dress up like their favorite characters from movies, tv, and video games)", "index" : 0 }, { "type" : "video", "url" : "//www.youtube.com/embed/yolo6leahto?rel=0 ", "description" : "", "index" : 1 }, { "type" : "video", "url" : " //www.youtube.com/embed/i2v01fR1Su0?rel=0", "description" : "", "index" : 2 } ], "index" : 0 }, { "data" : [ { "type" : "image", "url" : "http://3.bp.blogspot.com/-rIN2caGIXn0/UwYpLKN3eiI/AAAAAAAADg4/o08y8f8ZHOA/s1600/twitch+plays+pokemon+progress.png", "description" : "Twitch plays Pokemon so far", "index" : 0 }, { "type" : "video", "url" : "//www.youtube.com/embed/HqZDopJOkMw?rel=0", "description" : "", "index" : 1 }, { "type" : "video", "url" : "//www.youtube.com/embed/P10NnOd328w?rel=0", "description" : "", "index" : 2 } ], "index" : 1 }, { "data" : [ { "type" : "image", "url" : "http://0.media.dorkly.cvcdn.com/52/29/c3e735908e761ccedf44e64cd0f8ce06-the-majesty-of-twitch-plays-pokemon.jpg", "description" : "Conversation in side-chat where players discuss what move to make", "index" : 0 }, { "type" : "video", "url" : "//www.youtube.com/embed/c6hmslQ90C8?list=PL_IA4f_D_Osv8hg6JXz9h70zNMN4mkfAk", "description" : "", "index" : 1 } ], "index" : 2 }, { "data" : [ { "type" : "image", "url" : "http://i0.kym-cdn.com/photos/images/original/000/701/136/61c.png", "description" : "Twitch Plays Pokemon generated many memes, like this one", "index" : 0 }, { "type" : "image", "url" : "http://partnews.brownbag.me/wp-content/uploads/2014/02/Screen-Shot-2014-02-18-at-9.38.56-PM.png", "description" : "Twitch Plays Pokemon Reddit community", "index" : 1 } ], "index" : 3 }, { "data" : [ { "type" : "image", "url" : "http://1.media.dorkly.cvcdn.com/56/52/4271a69bffecc61aa3447bf9ef1bc1df-it-happened-twitch-beat-pokemon-in-under-400-hours.jpg", "description" : " They finally beat it!", "index" : 0 }, { "type" : "image", "url" : "http://ogeeku.com/wp-content/uploads/2014/02/i.chzbgr2.jpg ", "description" : "Sad pokedex recovers from the aftermath", "index" : 1 } ], "index" : 4 } ], "lastSaved" : { "$date" : 1406524368561 }, "publishDate" : { "$date" : 1406524369993 }, "published" : true, "storyDashTitle" : "learn-why-all-of-these-people-are-playing-pokemon-at-the-same-time", "title" : "Learn why all of these people are playing Pokemon at the same time", "userId" : "vbi8MJe9DNg4JBLGg", "verticalSections" : [ { "index" : 0, "title" : "", "content" : "As a kid I would hide under the covers as a child playing Pokemon Red on my Gameboy. Gaming was occasionally social but mostly solitary. Almost two decades later, I’m returning to Pokemon with 84,000 other people. Twitch Plays Pokemon is a collaborative gaming “social experiment” on Twitch.tv, a streaming video platform. Viewers gives commands to control a single character in order to capture Pokemon and acquire badges. Created on Feburary 13th, 2014, the peaked at over 100,000 concurrent viewers and has ten million total views." }, { "index" : 1, "title" : "", "content" : "The anonymous Australian creator shared in an interview the technical details behind the experiment. Pokemon Red (151 ROMhack version) is mounted on the VisualBoyAdvance emulator. An IRC bot lists to button commands on the stream’s chat, which are then input into the emulator and shown on the stream’s overlay. This mixture of javascript and python code allows us to address the question: how does collaboration scale? The flurry of commands on the right translates into game input depending on the voting mode, which itself is determined by votes. In anarchy mode, all commands are input at a rate of about one per second. In democracy mode, the most popular command is input every few seconds." }, { "index" : 2, "title" : "", "content" : "I’ve given it a shot, but what started as a minute of nostalgia gave way to an hour of frustratingly walking around the same plaza. In sixty minutes, we moved about ten steps and transitioned from anarchy to democracy to anarchy. Time-lapse clips document other stretches of time making no progress.So why are tens of thousands of people playing? The friend introducing me to Twitch Plays Pokemon stated his motivations: “I thought this was an simple but powerful concept. Definitely a good way to spend a couple of minutes.” When asked about his expectations for the outcome of the experiment, he replied “It will be painful, but I wouldn’t be surprised if they beat the game.”" }, { "index" : 3, "title" : "", "content" : "Miraculously, the community has progressed through the game. A Google Document recording current progress shows that the community has achieved four of eight badges and trained a decent set of Pokemon. An article on gaming blog Kotaku illustrates some strategies that players have developed to progress and counteract trolls, players that are intentionally counter-productive.These efforts are documented and cultivated largely by an large community on Reddit that acts both Greek chorus and Roman senate. An active Twitter feed also comments on the current state of the game. Commentary on amusing frustrations and achievements have turned even into memes." }, { "index" : 4, "title" : "", "content" : "What started as a small dedicated gathering turned into a large community sharing strategies, frustrations, and experiences. The experiment may not answer questions outright, but forces users to consider the merit of consensus-based rule and the role of trolls. And whether the experiment will triumph or fizzle out, we’ll test mathematician Émile Borel’s remark: “With an infinite number of monkeys and an infinite number of typewriters, one will type Shakespeare’s plays.”" } ] }
